import oneImage from './one.jpeg';
import twoImage from './two.jpg';
import threeImage from './three.jpg';
import fourImage from './four.jpg';
import fiveImage from './five.webp';
import sixImage from './six.jpg';
import sevenImage from './seven.webp';
import eightImage from './eight.webp';
import nineImage from './nine.jpg';
import tenImage from './ten.jpg';
import elevenImage from './eleven.jpg';
import twelveImage from './twelve.jpg';
import thirteenImage from './thirteen.jpg';

export const data = [
    {
        id: 1,
        book: "Сталь та сонячний шторм",
        author: "Редгрейн Лебовські", 
        imageBook: oneImage,
        annotationBook:`Від дня коронації Адель минув місяць. Для Сонячного королівства настали важкі часи. У містечку Шу ширяться бунтівні настрої: невідомі закликають громадян приєднатися до повстання проти короля, а Інкарнат Чорної діри хоче здобути абсолютну владу та позбутися Інкарната Сонця. Лука бачить в Адель друга і весь час тримає її у своєму палаці, вигадуючи план помсти. Але повстання та бунти неминуче призведуть до війни. Наймасштабнішої війни в історії, яка змінить майбутнє усього людства.
        Чим завершиться трилогія "Тиша" читач дізнається у завершальній частині "Попіл та Місячне сяйво". `
    },
    {
        id: 2,
        book: "Дюна",
        author: "Фрэнк Герберт",
        imageBook: twoImage,
        annotationBook:`Меланж, або прянощі, — найцінніша і найрідкісніша речовина у всесвіті, яка може все: від подовження життя до сприяння міжзоряним подорожам. І знайти її можна лише на одній планеті — непривітному пустельному Арракісі. Той, хто володарює на Арракісі, контролює прянощі. А хто контролює прянощі — керує всесвітом. Коли Імператор позбавляє клан Харконненів звання правлячого і віддає цей титул Атрідам, Харконнени вбивають герцога Лето Атріда. Його син Пол і наложниця Джессіка тікають у пустелю. Щоб помститися за батька і відвоювати планету в Харконненів, Пол має здобути довіру фримерів — корінних мешканців Арракіса — і повести крихітну армію проти незліченних сил супротивника.`
    },
    {
        id: 3,
        book: "Месія Дюни",
        author: "Фрэнк Герберт",
        imageBook: threeImage,
        annotationBook: `Після війни, прозваної джигадом Муад’Діба, Пол Атрід посідає імператорський трон і запроваджує новий, фрименський, лад. Здавалось би, нарешті як на Дюні, так і в Галактиці повинні запанувати мир і спокій. Проте колись могутні, а тепер позбавлені влади династії жадають реваншу. Їм відомі слабкі сторони Імператора — його дар передбачати майбутнє, яке, на жаль, він не може змінити. Месії Дюни зостається тільки одне — бути Месією до кінця.`
    },
    {
        id: 4,
        book: "Корона з позолочених кісток",
        author: "Дженніфер Л. Арментраут",
        imageBook: fourImage,
        annotationBook: `Маківка – законна спадкоємиця престолу Атлантії. За законами королівства там уже давно мала б відбутися зміна влади, та дівчина зовсім не поспішає посісти трон королеви країни, якої геть не знає. Та й як їй правити королівством, у якому не всі готові змиритися з самим її існуванням? Коханий і друзі дуже хочуть уберегти Маківку й показати, що упереджених атлантійців небагато, але вони не всемогутні. До того ж внутрішній ворог – не єдиний, що їй загрожує. Королева Солісу Ілеана, колишня опікунка і кровна родичка Маківки, досі вважає дівчину-втікачку своєю власністю, а край атлантійців – законною здобиччю. Давні таємниці, чимале військо, потужна зброя – Ілеана має чим здивувати суперників. Що Маківка зможе їй протиставити?`
    },
    {
        id: 5,
        book: "Зруйнувати королівство",
        author: "Олксандра Крісто",
        imageBook: fiveImage,
        annotationBook: `Принцеса Ліра — найнебезпечніша вбивця посеред морської безодні. Серця сімнадцяти юнаків — трофеї, завдяки яким її шанують в утробі моря. Коли вона раптом убиває одну із сирен, її мати, королева морів, перетворює Ліру на істоту, яку зневажає найбільше, — на людину. Щоб знову стати русалкою, Ліра повинна здобути для матері серце принца Еліана, мисливця за сиренами. Принц вважає океан домівкою, попри те що він спадкоємець одного з найвпливовіших королівств у світі. Для нього полювання на русалок — це обов’язок. Але, рятуючи молоду жінку в морі, Еліан і гадки не має, хто вона насправді. Ліра обіцяє допомогти йому остаточно винищити сирен, та чи може він їй довіряти? Хто з них стане переможцем у цій битві?`
    },
    {   
        id: 6,
        book: "Їсти, молитися, кохати",
        author: "Елізабет Ґілберт",
        imageBook: sixImage,
        annotationBook: `«Їсти, молитися, кохати» - надзвичайно щира розповідь жінки про духовне переродження і позитивні зміни у житті. Автор книги на власному прикладі довела, що навіть після найбільших криз можна не лише відновитися, а й відкрити в собі нові грані, можливості та рівні переживань. Героїня її роману - письменниця Ліз – розчарована у сімейному житті та зневірена в особистому щасті. Жінка втрачає головне: сенс та смак до життя. Аби набратися сил та повернутися до життя, Ліз вирішує подорожувати. На її шляху три країни: Італія, Індонезія та Індія. Там вона вчиться їсти зі смаком, молитися з відкритим серцем та кохати, наче вперше.`
    },
    {
        id: 7,
        book: "Королівство шипів і троянд",
        author: "Маас Сара Джанет",
        imageBook: sevenImage,
        annotationBook: `Землі людей і край чарівних фейрі Прифія ніколи не перетиналися, розділені високою Cтіною та неприязню. Це тривало століттями. Поки одного разу юна мисливиця Фейра не вбила вовка. За його личиною насправді ховався один з фейрі. Тепер безсмертний Тем- лін вимагає відплати. Він забирає Фейру зі світу людей до свого маєтку в Прифії. Довічне ув’язнення з безсмертним — невесела перспектива. Але поступово Фейра розуміє, що між нею і Темліном чимало спільного, попри вік, походження та столітню ненависть. І тоді, коли світ Темліна огорне тінь зла, лише дівчина зі світу людей зможе врятувати край фейрі... Або приректи його на страшну загибель.

        `
    },
    {
        id: 8,
        book: "Двір крил та руїн",
        author: "Маас Сара Джанет",
        imageBook: eightImage,
        annotationBook: `Фейра повертається до Двору Весни, рішуче налаштована дізнатись, що замислив Темлін і могутній, зловісний король Гайберну, який загрожує знищити Прифію. Однак, щоб цього досягти, вона спочатку зіграє в смертельно небезпечну гру. Один невірний крок може знищити не лише Фейру, а й увесь її світ. Боротьба з Гайберном у самісінькому розпалі, і силам добра доведеться вступити в союз із темними силами, якщо вони разом хочуть побороти найбільше зло. Дівчина знову має вирішити, кому довіряти, і шукати спільників у найменш очікуваних місцях. Та, здається, зрадники повсюди, і Фейрі не раз доведеться вдаватися до магії й потрапляти в пастки. Адже незабаром дві армії зіткнуться в кривавій, нерівній боротьбі за владу…

        `
    },
    {
        id: 9,
        book: "Двір мороку і гниву",
        author: "Маас Сара Джанет",
        imageBook: nineImage,
        annotationBook: `Фейра готується вийти заміж за свого коханого — Темліна. Однак спогад про злочин, який вона вчинила, щоб звільнитися від Амаранти,
        повертається до неї в жахіттях. Темлін намагається убезпечити її, контролюючи кожний її крок, але дівчина не хоче ставати казковою принцесою. До того ж сам Темлін має дедалі більше таємниць від коханої. Невже це лише для того, щоб її захистити? У цей час Різенд, Лорд Двору Ночі, нагадує про укладену між ними угоду. Певно, хоче скористатися нею для своєї мети. І тепер, коли над Прифією та землями людей нависла загроза жахливої війни, Фейра має вирішити, кому довіряти. На кону життя її сім’ї та доля всього світу. А в чарівному світі фейрі друзі можуть бути небезпечніші за ворогів. Тепер на Фейру очікує боротьба зі значно більшим злом, ніж вона могла собі уявити.`
    },
    {
        id: 10,
        book: "Зникнення Стефані Майлер",
        author: "Жоель Діккер",
        imageBook: tenImage,
        annotationBook: `У новому детективному романі сучасний швейцарський письменник, лауреат Гран-прі Французької академії та Гонкурівської премії ліцеїстів Жоель Діккер знову інтригує читачів розкриттям заплутаного злочину.

        Сорокап’ятирічний капітан поліції Джесс Розенберґ, унікальний слідчий, що розкрив усі справи, за які брався, й дістав за це прізвисько Капітан 100%, вирішує йти у відставку. На прощальній церемонії, під час якої його вшановують десятки колег, з’являється журналістка Стефані Мейлер і заявляє, що двадцять років тому в найпершій справі, яка стала визначальною в кар’єрі Розенберґа й кардинально змінила його життя, капітан припустився фатальної помилки, через яку в убивстві чотирьох людей обвинуватили невинну особу.
        
        За кілька годин Стефані Мейлер, яка самостійно провадить розслідування того давнього злочину, таємничо зникає. Капітан Розенберґ вирішує зачекати з відставкою й береться за повторне слідство...`
    },
    {
        id: 11,
        book: "Найяскравіші зорі",
        author: "Анна Тодд",
        imageBook: elevenImage,
        annotationBook: `Каріні лише двадцять, а вона вже досягла певного статусу у суспільстві. Дівчина є власницею невеличкого будиночка, щовівторка чемно обідає з татом і його новою дружиною, отримує задоволення від роботи. Але це зовнішній бік її життя, насправді Каріна відчайдушно прагне спокою і усамітнення. Зустріч з мовчазним загадковим Кейлом руйнує її крихкий душевний спокій. І хто сказав, що не можна закохатися раптово і пристрасно? І чому яскраві зорі здаються сумними? Сімейна драма, історія кохання, пошуки сенсу життя — все це на сторінках нового бестселера від Анни Тодд.`
    },
    {
        id: 12,
        book: "Зелена миля",
        author: "Стівен Кінг",
        imageBook: twelveImage,
        annotationBook: `Пол Еджкомб — колишній наглядач федеральної в’язниці штату Луїзіана «Холодна гора», а нині — мешканець будинку для літніх людей. Більш ніж півстоліття тому він скоїв те, чого досі не може собі вибачити. І тягар минулого знову й знову повертає його до 1932 року. Тоді до блоку Е, в якому утримували засуджених до смертної кари злочинців, прибули «новенькі». Серед тих, на кого чекала сумнозвісна Зелена миля — останній шлях, що проходить засуджений до місця страти, — був Джон Коффі. Його визнали винним у зґвалтуванні та вбивстві двох сестер-близнючок Кори й Кеті Деттерик. Поволі Пол усвідомлює, що цей незграбний велетень, який скидався на сумирну дитину, не може бути монстром-убивцею. Але як врятувати того, хто вже ступив на Зелену милю?`
    },
    {
        id: 13,
        book: "Вілл",
        author: "Вілл Сміт",
        imageBook: thirteenImage,
        annotationBook: `У цій відвертій і захопливій книжці один із найдинамічніших і найвідоміших артистів сьогодення розповідає про свій шлях до успіху, щастя та внутрішньої гармонії — про те, як звичайний хлопець Вілл Сміт із Західної Філадельфії перетворився на одну з найяскравіших зірок спершу на музичному небосхилі, а потім і в кіноіндустрії.
        Утім ця епічна історія має й зворотний бік: ставши одним із найкасовіших акторів сучасності, Вілл Сміт був переконаний, що його безпрецедентний успіх зробить щасливим не лише його, а й усіх навколо нього. Та не так сталося, як гадалося. Підписавшись на життя, якого навіть не бажали, близькі Вілла почувалися не родиною, а артистами на арені його яскравого голлівудського цирку. Виявилося, Віллові Сміту ще багато чому слід навчитися.`
    }


]